Repository: noulapascal/rapmis
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Dashboard
fr: Tableau de Bord

source: Home
fr: Accueil

source: Address
fr: Adresse(s)

source: Creation
fr: Création

source: Create
fr: Créer

source: Back To The List
fr: Retour à la liste

source: Edit
fr: Modifier

source: Delete
fr: Effacer

source: Id
fr: Identifiant

source: Name
fr: Nom

source: Add
fr: Ajouter

source: New
fr: Nouveau(elle)

source: Print
fr: Imprimer

source: Save as PDF
fr: Sauvegarder comme PDF

source: Export TO Excel
fr: Exporter vers Excel

source: SCHOOL LIST
fr: Liste des établissements

source: Joined
fr: Rejoint le

source: School Type
fr: Type d'établissement

source: Class List
fr: Liste des classes

source: School
fr: Etablissement

source: Gender
fr: Sexe

source: What kind of school do you want to create
fr: Quel type d'établissement voulez vous créer

source: Please make your choice
fr: Faites votre choix

source: Nursery School
fr: Ecole Maternelle

source: Primary School
fr: Etablissement Primaire

source: High School
fr: Etablissement Secondaire

source: University or Higher Institute
fr: Université ou école Supérieure

source: Send us a message
fr: Envoyez nous un message

source: Call us
fr: Appelez nous

source: Profile
fr: Profil

source: User
fr: Utilisateur

source: teacher
fr: Enseignant

source: staff
fr: Personnel

source: Login
fr: Connexion

source: School Management
fr: Gestion d'établissement

source: Level
fr: Niveau

source: Chef_Department
fr: Chef de département

source: HEAD OF DEPARTMENT
fr: Chef de département

source: Teacher
fr: Enseignant

source: Subject
fr: Matière

source: Department
fr: Département

source: Class edit
fr: Modifier une classe

source: Class
fr: Classe(s)

source: Number
fr: Numéro ou lettre d'identification

source: Class Creation
fr: Création de classe

source: Class council
fr: Conseil de classe

source: Class council decision
fr: Décision du conseil de classe

source: Trimester
fr: Trimestre

source: other(s)
fr: Autres(s)

source: City List
fr: Liste des villes

source: Update notifications from your child on rapmis
fr: Notificationde mise à jour de votre enfant sur rapmis

source: Hello dear parent of student
fr: Salutation cher parent de l'élève

source: from the class of
fr: de la classe de

source: We want to notify you that information about your child has been updated. There is an update on the tab
fr: Nous voulons vous informer Qu'une information sur votre enfant a été mise à jour . Il s'agit d'une mise à jour sur l'onglet

source: Your child has committed the following offense
fr: Votre enfant a commis l'infraction suivante

source: Please
fr: S'il vous plait

source: Click here
fr: Cliquer Ici

source: Thanks
fr: Merci

source: Subject(s)
fr: Matière(s)

source: Gap(s)
fr: Lacune(s)

source: TimeTable
fr: Emploi du temps

source: Report Card
fr: Bulletin de note

source: Tel
fr: Téléphone

source: General Information
fr: Informations générales

source: Additional Information
fr: Informations additionnelles

source: Health book
fr: Carnet de santé

source: Emergency contact
fr: Contact d'urgence

source: Educational follow-up
fr: Suivi Pédagogique

source: Date of birth
fr: Date de naissance

source: Place of birth
fr: Lieu de naissance

source: Admission date
fr: Date d'admission

source: Recrutement path
fr: Voie de recrutement.

source: File study
fr: Etude de dossier

source: Series
fr: Série

source: Last school attended
fr: Dernier établissement fréquenté

source: Class passing average
fr: Moyenne de passage en classe supérieure.

source: Rank
fr: Rang

source: Name of the last HeadMaster
fr: Nom du dernier chef d'établissement

source: Additional information
fr: Informations additionnelles

source: Father
fr: Père

source: Mother
fr: Mère

source: Tutor(s)
fr: Tuteur(s)

source: tutor(s)
fr: Tuteur(s)

source: parents' Residence(s)
fr: Résidence des parents

source: Other(s) brother(s) or sister(s)
fr: Autres frère(s) et soeur(s)

source: Student report card
fr: Bulletin de notes de l'élève

source: Blood group
fr: Groupe sanguin

source: Specific pathology
fr: Pathologie particulière

source: Food allergy
fr: Allergie alimentaire

source: Drug allergy
fr: Allergie médicamenteuse

source: Exemption
fr: Dispense

source: Family Doctor
fr: Medecin de famille

source: Family insurance
fr: Assurance famille.

source: Approved hospital
fr: Hopital agréé

source: Rhesus
fr: Rhésus

source: Unfit for sport
fr: Inaptitude au sport

source: Proof of Unfit
fr: Justificatif de l'inaptitude

source: Assessment Name
fr: nom de l'évaluation

source: Subjects
fr: Matière(s)

source: CLass average
fr: Moyenne de la classe

source: Comments
fr: Commentaires

source: Discipline Information
fr: Information(s) Disciplinaire(s)

source: Indiscipline type
fr: type d'indiscipline

source: Student Distinction
fr: Distinction de l'élève

source: Report card
fr: Bulletin de note

source: Homework(s)
fr: Devoir(s)

source: Theme label
fr: Intitulé du thème

source: Chapter or lesson
fr: Chapitre ou leçcon

source: Class management
fr: Gestion des classes

source: All Students
fr: Tous les élèves

source: Student
fr: Elève

source: All Notifications
fr: Toutes les notifications

source: All Messages
fr: Tous les messages

source: All Teachers
fr: Tous les enseignants

source: Titular Teacher
fr: Enseignant titulaire

source: About Teacher
fr: A propos des enseignants

source: All Classes
fr: Toutes les classes

source: All staff
fr: Tout le personnel

source: All Courses
fr: Tous les cours

source: All Level
fr: Tous les niveaux

source: All Departments
fr: Tous les départements

source: All
fr: Tout

source: All Holiday
fr: Tous les jours non ouvrables

source: All notifications
fr: Toutes les notifications

source: All Classes
fr: Toutes les classes

source: All Courses
fr: Tous les cours

source: All Departments
fr: Tous les départements

source: All Holiday
fr: Tous les jours non ouvrables

source: All Library Assets
fr: Tous les produits de la bibliothèque

source: All Staff
fr: Tout le personnel

source: French
fr: Français

source: English
fr: Anglais

source: Disciplinary Note
fr: Informations disciplinaires

source: Back to school in
fr: Rentrée scolaire dans

source: Since start of school year,it has passed
fr: Depuis la rentrée, il s'est écoulé

source: and
fr: et

source: days,
fr: jours,

source: Hours,
fr: Heures,

source: seconds
fr: secondes

source: day,
fr: jour,

source: Hour,
fr: Heure,

source: second
fr: seconde

source: ALL THE INFORMATION ABOUT YOUR CHILD WHEREVER YOU ARE
fr: TOUTES LES INFORMATIONS SUR VOTRE ENFANT OU QUE VOUS SOYEZ

source: YOU ARE INFORMED ON THE GAPS TO HELP THE CHILD
fr: VOUS ETES INFORMES DES LACUNES POUR MIEUX AIDER L'ENFANT

source: YOU ARE INFORMED OF CHILD'S DISCIPLINE
fr: VOUS ETES INFORMES SUR LA DISCIPLINE DE L'ENFANT

source: YOU WILL BE INFORMED OF THE ARRIVING TIME IN CLASS
fr: VOUS ETES INFORMES SUR L'HEURE D'ARRIVEE EN CLASSE

source: EXCHANGE PLATFORM WITH SCHOOL
fr: PLATE-FORME D'ECHANGE AVEC L'ETABLISSEMENT

source: ALL SCHOOL LIFE OF UOUR CHILD IN ONE CLICK
fr: TOUTES LES INFORMATIONS SUR VOTRE ENFANT EN UN CLIC

source: YOU WILL BE INFORMED OF THE LESSONS THE CHILD MISSING
fr: VOUS SEREZ INFORMES SUR LES ABSENCES AUX COURS

source: YOU WILL BE INFORMED ABOUT LESSON AND AVERAGE
fr: VOUS SEREZ INFORMES SUR LES LECONS ET LA MOYENNE

source: BETTER CONTROL OF YOUR CHILD
fr: UN MEILLEUR CONTROLE DE VOTRE ENFANT

source: YOU WILL BE INFORMED ON EVERYTHING
fr: VOUS SEREZ INFORMES SUR TOUT

source: Possibility for the parent, the guardian, or the student himself to consult for all the information
fr: Possibilité pour le parent, le tuteur, ou l’élève lui-même de consulter pour avoir toutes les informations

source: Daily information about the child and sent by sms and / or email
fr: Informations Quotidiennes sur votre enfant transmises par sms ou par mail

source: Information on specific shortcomings to guide follow-up action at home
fr: Information sur les lacunes spécifiques pour faciliter le suivi à la maison.

source: Information by phone call
fr: Information par appels téléphoniques

source: Integration of all information related to the discipline, grades, school activities, attendance, homework not done, active participation in classes, extracurricular and extracurricular activities, etc.…
fr: Intégration de toutes les informations liées à la discipline, aux notes, aux activités scolaires, à l’assiduité, aux devoirs non faits, à la participation active aux cours, aux activités para et péri scolaires, etc…

source: Availability of a reliable information sheet of the student obtained directly from parents.
fr: Disponibilité d'une fiche de renseignements fiables de l'élève car obtenue directement auprès des parents.

source: Possibility, for teachers and other administrative staff, to make the tests and corrections available, free of charge, with the possibility for students to consult easily and free of charge
fr: Possibilité, pour les enseignants et autres personnels administratifs, de mettre les épreuves et corrigés à disposition, gratuitement, avec possibilité pour les élèves de consulter facilement et gratuitement

source: Availability of the child's up-to-date medical record for allow rapid support in the event of a problem
fr: Disponibilité d'un carnet médical à jour pour une rapide prise en charge en cas de problème.

source: Possibility of retrospectively entering student files
fr: Possibilité de rentrer rétrospectivement les dossiers des élèves

source: 136/5000 Section reserved for advice, useful websites, civic instruction, etc ... that students can consult for free
fr: Rubrique réservée aux conseils, sites internet utiles, instruction civique, etc… que les élèves pourront consulter gratuitement

source: Ours differents solutions
fr: Nos autres solutions

source: THEY TRUST US
fr: ILS NOUS FONT CONFIANCE

source: Greetings dear members of the educational community
fr: Salutations chers membres de la communauté éducative

source: RAPMIS solution supports both the administration of the establishment than the parent in better monitoring and supervision of the student so that all efforts to make it a good product for society are achieved.
fr: la solution RAPMIS vient accompagner autant l'administration de l'établissement que le parent dans un meilleur suivi et encadrement de l'élève afin que tous les efforts consentis pour en faire un bon produit pour la société soient atteints.

source: Read More...
fr: Lire la suite...

source: Dear parents, with RAPMIS installed in the child's establishment, you will be informed in time and in detail to allow you to carry out specific actions in the supervision of your child.
fr: Chers parents, avec RAPMIS installée dans l'établissement de l'enfant, vous serez informés à temps et de façon détaillée pour vous permettre de mener des actions spécifiques dans l'encadrement de votre enfant.

source: Absences from classes
fr: Absences aux cours

source: Absences at specific times
fr: Absences aux heures précises

source: homework
fr: Devoirs à faire

source: Gap(s) on the lessons
fr: Lacune(s) sur les leçons

source: Requested permissions
fr: Permissions sollicitées

source: Participation in courses
fr: Participation aux cours

source: General school life
fr: Vie scolaire génnérale

source: Community life
fr: Vie associative

source: School life Archiving
fr: Archivage de la vie scolaire

source: Updated timetable
fr: Emploi du temps à jour

source: Punctual stop of courses
fr: Arrêt ponctuel des cours

source: Punctuality (delay in class)
fr: Ponctualité (retard en classe)

source: Deviations or any other behavior related to indiscipline
fr: Les comportements relatifs à l'indiscipline

source: Absences and their impact on results
fr: Les absences et leurs effets sur les résultats

source: The fanciful and unknown permissions of you, parents or guardians
fr: Les permissions fantaisistes et méconnues de vous, parents ou tuteurs.

source: Disciplinary sanctions
fr: Sanctions disciplinary.s

source: The summons
fr: Les convocations

source: Notes and Suggestion(s) for improvement
fr: Les Notes et les suggestions d'améliorations

source: Weaknesses and gap (s) to be filled
fr: Faiblesses et lacune(s) à combler

source: Timetable and his variation
fr: L'emploi du temps et ses variations

source: All fees charged by the establishment
fr: Tous les frais exigibles par l'établissement

source: Homework not done
fr: Devoirs non faits

source: Teachers, supervisors and censors and their contacts
fr: Contacts des enseignants, surveillants et censeurs

source: Temporary court stopping
fr: Arrêt temporaire des cours

source: The merit and prowess
fr: Le mérite et les prouesses

source: Skills and abilities
fr: Compétences et capacités

source: Dear Parents, If this solution is not yet used in the school where your child's school, enter us and we will get closer to the administration of the establishment so that he appropriates it for the benefit of everyone and particularly you the parent.
fr: Chers parents, Si cette solution n'est pas encore utilisée dans l'école où va votre enfant, saisissez nous et nous nous rapprocherons de l'administration de l'établissement pour qu'il se l'approprie dans l'intérêt de tous et en particulier de vous le parent..

source: Read More
fr: Lire la suite

source: Dear heads of nursery, primary, secondary, university and other establishments training centers, this monitoring solution will allow you to have all the information about each of your students without the need to go through a third party. Thanks to RAPMIS, the student's file will be at your fingertips and you will be able, thanks to the amount of information gathered, make direct statistics, carry out an action on the basis of convincing and concrete elements, guide a new policy thanks to the amount of information available, to provide reliable information to parents and other guardian (s) when needed.
fr: Chers chefs d'établissements maternels et primaires, secondaires, universitaires, et autres centres de formation, cette solution de monitoring vous permettra en un clic d'avoir toutes les informations sur chacun de vos élèves sans nécessité de passer par un tiers. Grâce à RAPMIS, le dossier de l'élève sera à votre portée et vous pourrez, grâce à la somme d'informations recoltées, faire des statistiques directes, mener une action sur la base d'éléments probants et concrets, orienter une nouvelle politique grâce à la somme d'informations disponibles , donner des informations fiables aux parents et autres tuteurs en cas de besoin. .

source: Educational file at your fingertips
fr: Dossier disciplinaire à portée de mains

source: Contact person
fr: Personne à contacter

source: Student health book
fr: Carnet de santé de l'élève

source: Detailed identification of the pupil's shortcomings
fr: Les informations détaillées sur les lacunes de l'élève

source: Program advanced level by class
fr: Le niveau d'avancement du programme

source: Observation of the student's performance curve
fr: Les observations sur la courbe d'évolution de l'enfant en un clic

source: Contacts of parents or guardians at your fingertip
fr: Contacts des parents et tuteurs à portée de mains

# RAPMIS: &quot;a safe and profitable investment for your children&quot;
source: RAPMIS: "a safe and profitable investment for your children"
fr: RAPMIS: "Un investissement sûr et gagnant pour vos enfants"

source: Difficulty for parents to honor school invitations
fr: Difficulté pour les parents d'honorer les convocations de l'établissemnt

source: Feeling of abandonment of the right of supervision of children, the sole responsibility of the school
fr: Sentiment d’abandon du droit de regard des enfants à la seule charge de l’établissement

source: False information about parents and other legal guardians or supervisors
fr: Informations erronées sur les parents et autres tuteurs ou encadreurs légaux

source: Misuse of informations sent to parents
fr: Détournement des informations adressées aux parents

source: Slowness observed when finding a student's complete file
fr: Lenteur observée au moment de retrouver le dossier complet d’un élève

source: Lack of knowledge of the pupil's health report with the corollary of care that could jeopardize the pupil's health
fr: Méconnaissance du bulletin santé de l’élève avec pour corollaire une prise en charge pouvant précariser la santé de l’élève

source: False representatives or parents at the summons
fr: Les faux représentants ou parents aux convocations

source: Late taking of action by the parent of the corrections or improvements to be made in the education of his child
fr: Prise d’acte tardive par le parent des corrections ou améliorations à apporter dans l’éducation de son enfant

source: Differents level of knowledge and information about children
fr: Niveaux de connaissance et d’informations différents sur les enfants

source: The people to contact are not always those who can influence the child's behavior
fr: Les personnes à contacter ne sont pas toujours celles pouvant infléchir le comportement de l’enfant

source: Mixed ability of parents to hold children after school or for homework
fr: Capacité mitigée des parents à tenir les enfants après l’école ou pour leurs devoirs

source: Contribute to the provision of adapted solutions in the educational monitoring of our youth to guarantee better and certain performance,
fr: Concourir à l’apport des solutions adaptées dans le suivi scolaire de notre jeunesse pour garantir des performances meilleures et certaines,

source: Reduce the rate of school delinquency and indiscipline through the identification of sources of seizure
fr: Réduire le taux de délinquance scolaire et d’indiscipline au travers de l’identification des foyers de grippage

source: Help the parent in the supervision and school follow-up of his child
fr: Aider le parent dans l’encadrement et le suivi scolaire de son enfant

source: Provide the school administration with decision-making and proactive tools
fr: Doter l’administration scolaire d’outil d’aide de décision et de proactivité

source: Create a solution that helps all links in the educational chain from where they are and without any constraint
fr: Créer une solution qui aide tous les maillons de la chaîne éducative depuis le lieu où ils se trouvent et sans contrainte

source: Ensure that parents, the main providers of funds, can benefit from the repercussions of their investment on their children through their good results and behavior
fr: Assurer aux parents, principaux pourvoyeurs de fonds, de pouvoir bénéficier des retombées de leur investissement sur leurs enfants de par leurs bons résultats et comportements

source: Track all the factors of poor student performance
fr: Tracker tous les facteurs de mauvaise performance des élèves

source: Goals
fr: Objectifs

source: Create a synergy of actions around the student to change behavior
fr: Créer une synergie d’actions autour de l’élève pour modifier les comportements

source: Deter and prevent reccurence
fr: Dissuader et prévenir les récidives

source: Provide a solutionthat take into account the occupations and educational level of parents
fr: Offrir une solution qui tienne compte des occupations et du niveau d’instruction des parents

source: Involve the children themselves as well as the parents in the effort to clean up the school environment
fr: Associer les enfants eux mêmes ainsi que les parents à l’éffort d’assainissement du milieu scolaire

source: Create a real proximity between parents and school administration
fr: Créer une vraie proximité entre les parents et l’administration scolaire

source: Challenge the parent on a specific aspect to improve or supervise in his child
fr: Interpeller le parent sur un aspect spécifique à améliorer ou encadrer chez son enfant

source: Provide as much information as possible for both the parent and the establishment
fr: Générer un maximum d’informations exploitables tant par le parent que par l’établissement

source: Provide parents with directly exploitable and understandable information to ensure actions are taken to bring their own to their education
fr: Délivrer aux parents des informations directement exploitables et compréhensibles pour garantir de mener les actions dans le sens d’apporter du leur dans leur éducation

source: Communicate on all aspects of the student's school life
fr: Générer des informations et communiquer sur tous les aspects de la vie scolaire de l’élève

source: Features
fr: Fonctionnalités

source: Daily information about child send by mail or sms
fr: Informations quotidiennes sur l’enfant et transmises par sms et/ou mail

source: Informations by phone call
fr: Informations par appels téléphoniques

source: Integration of all information related to discipline, grades, school activities, attendance, homework not done, active participation in classes, extracurricular and extracurricular activities, etc.
fr: Intégration de toutes les informations liées à la discipline, aux notes, aux activités scolaires, à l’assiduité, aux devoirs non faits, à la participation active aux cours, aux activités para et péri scolaires, etc…

source: Availability of the child's up-to-date medical record to allow rapid treatment in the event of a problem
fr: Disponibilité du carnet médical à jour de l’enfant pour permettre une rapide prise en charge en cas de problème

source: Availability of a reliable information sheet of the pupil as obtained directly from parents.
fr: Disponibilité d’une fiche de renseignements fiables de l’élève car obtenue directement auprès des parents.

source: Availability of the student's detailed school file containing: Notes - Information sheet - Health sheet - Discipline - Peri and extracurricular activities - Various distinctions
fr: Disponibilité du dossier scolaire détaillé de l’élève contenant : Notes –Fiche de renseignements – Fiche santé –Discipline – Activités péri et parascolaires – Distinctions diverses

source: Possibility, for teachers and other administrative staff (s), to make the tests and corrections available, free of charge, with the possibility for students to consult easily and free of charge
fr: _Possibilité, pour les enseignants et autres personnels administratifs, de mettre les épreuves et corrigés à disposition, gratuitement, avec possibilité pour les élèves de consulter facilement et gratuitement

source: Section reserved for advice, useful websites, civic instruction, etc ... that students can consult for free
fr: Rubrique réservée aux conseils, sites internet utiles, instruction civique, etc… que les élèves pourront consulter gratuitement

source: athlete at school
fr: sportif au sein de son école

source: Edit Chapitre
fr: Modifier Chapitre

source: Chapitre index
fr: index Chapitres

source: Create new Chapitre
fr: Créer Chapitre

source: Edit City
fr: Editer Ville

source: City index
fr: Index Ville

source: Create new City
fr: Créer Ville

source: City
fr: Ville

source: Edit Etablissements
fr: Modifier Etablissement

source: Etablissements index
fr: Index Etablissement

source: DateCreation
fr: Date De Création

source: Filename
fr: nom du fichier

source: Create new Etablissements
fr: Créer Etablissements

source: Edit Matieres
fr: Modifier une matière

source: Matieres index
fr: liste des Matieres

source: Intitule
fr: Intitulé

source: Create new Matieres
fr: Créer Matieres

source: Edit Students
fr: Modifier élève

source: Students index
fr: Liste des élèves

source: FirstName
fr: Prénom

source: Pere
fr: Père

source: Mere
fr: Mère

source: TelPere
fr: Téléphone du père

source: TelMere
fr: Téléphone de la mère

source: TelTuteur
fr: Téléphone tuteur

source: EmailPere
fr: Email Père

source: EmailMere
fr: Email Mère

source: ProfPere
fr: Encadreur de liaison de la mère

source: ProfMere
fr: encadreur d liaison de la Mère
