Repository: noulapascal/rapmis
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: ProfTuteur
fr: Encadreur de liaison du Tuteur

source: ResidenceParents
fr: Résidence des Parents

source: EtudeDossier
fr: Etude de Dossier

source: AnneeScolaire
fr: Année Scolaire

source: Serie
fr: Série

source: MoyPassageClasse
fr: Moyenne Passage Classe

source: LastSchool
fr: Dernier établissement fréquenté

source: NameChefLastSchool
fr: Nom du dernier chef d'établissement

source: DateCreate
fr: Date de Création

source: MedecinFamiliale
fr: Medecin Familial

source: TelMedecinFamiliale
fr: Téléphone Medecin Familial

source: TelResponsable
fr: Téléphone Responsable

source: Create new Students
fr: Créer Nouvel élève

source: Students
fr: Elève(s)

source: Edit Subdivision
fr: Modifier arrondissemnt

source: Subdivision index
fr: Liste des arrondissement

source: Create new Subdivision
fr: créer un arrondissemnt

source: Subdivision
fr: Arrondissement

source: Edit Teacher
fr: Modifier un enseignant

source: Teacher index
fr: Liste des enseignants

source: First name
fr: Prénom

source: Create new Teacher
fr: Créer un enseignant

source: Edit Contact
fr: Modifier Contact

source: Contact index
fr: Index des contacts

source: Create new Contact
fr: Créér nouveau contact

source: Edit DecisionConseilDeClasse
fr: Modifier Decision du ConseilDeClasse

source: DecisionConseilDeClasse index
fr: Liste des Decisions Conseil De Classe

source: DeuxiemeSequence
fr: Deuxième Sequence

source: PremiereSequence
fr: Première Sequence

source: Create new DecisionConseilDeClasse
fr: Créer Decision Conseil De Classe

source: DecisionConseilDeClasse
fr: Decision du Conseil de Classe

source: Edit Department
fr: Modifier département

source: Department index
fr: Index des départements

source: Create new Department
fr: réer Département

source: Edit Devoir
fr: Modifier Devoir

source: Devoir index
fr: Liste des devoirs

source: Homework
fr: Devoir

source: GivenOn
fr: Donné le

source: DoBefore
fr: A faire avant

source: UpdateAt
fr: Mis à jour le

source: Create new Devoir
fr: Créer Devoir

source: Edit Lacunes
fr: Modifier Lacunes

source: Lacunes index
fr: Index des lacunes

source: Create new Lacunes
fr: Ajouter Lacune

source: Edit LienUtile
fr: Modifier Lien Utile

source: LienUtile index
fr: Index des liens Utiles

source: Create new LienUtile
fr: Ajouter un Lien Utile

source: Edit Niveau
fr: Modifier Niveau

source: Niveau index
fr: Index des niveaux

source: TypeEtablissement
fr: Type d'Etablissement

source: Create new Niveau
fr: Créer Niveau

source: Edit Programme
fr: Modifier un Programme

source: Programme index
fr: Index du programme

source: Create new Programme
fr: Créer Programme

source: Edit Regions
fr: Modifier Region

source: Regions index
fr: Index des régions

source: Create new Regions
fr: Créer Region

source: Edit User
fr: Modifier un utilisateur

source: User index
fr: Index des utilisateurs

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: PhoneNumber
fr: Numéro de téléphone

source: Enabled
fr: Activé

source: Create new User
fr: Créer un utilisateur

source: Numero de telephone
fr: Numero de téléphone

source: Addresses list
fr: Liste d'adresses

source: Bp
fr: Boite postale

source: City edit
fr: Modifier une ville

source: City Creation
fr: Créer une ville

source: Department edit
fr: Modifier un département

source: Department Creation
fr: Ajout de département

source: Etablissement edit
fr: Modifier un Etablissement

source: Etablissement Creation
fr: Ajouter un Etablissement

source: Datecreation
fr: Date de création

source: Admission Date
fr: Date d'admission

source: Student Creation
fr: Création d'élève

source: Region edit
fr: Modifier une région

source: Region Creation
fr: Ajouter une région

source: Region
fr: Région

source: Create User for subdivision
fr: Créer un utilisateur pour l'arrondissement

source: Create User for deparment
fr: Créer un utilisateur pour le département

source: Create User for region
fr: Créer un utilisateur pour la région

source: Create User for all state
fr: Créer un utilisateur pour le pays

source: Epreuve edit
fr: MOdifier une épreuve ou un cours

source: Contact edit
fr: Modifier contact

source: Contacts list
fr: Liste des contact

source: Numerodetelephone
fr: Numéro de telephone

source: Contact Creation
fr: Ajout de contact

source: Country edit
fr: Modifier un pays

source: Capital city
fr: Capitale

source: Country Creation
fr: Ajout de pays

source: Country
fr: Pays

source: Capital
fr: Capitale

source: Download Subject
fr: Télécharger Un cours ou une épreuve

source: Download a test or a course at the level of your choice
fr: Téléchargez un cours ou une épreuve du niveau de votre choix.

source: A rich content regularly updated by teachers from partner schools
fr: Un panel de contenu régulièrement mis à jour par les enseignants de nos écoles partenaires

source: Useful Link
fr: Liens utiles

source: School Partners
fr: Etablissements partenaires

source: name
fr: nom

source: Distinction Creation
fr: Ajout d'une distinction

source: Enseignants_titulaire edit
fr: Modifier enseignant titulaire

source: Enseignants_titulaire Creation
fr: Ajouter un enseignant titulaire

source: Enseignants_titulaire
fr: Enseignant titulaire

source: Matière
fr: Matiere

source: Events_extracurricular edit
fr: Modifier Evènements parascolaires

source: Events_extracurriculars list
fr: Liste des Evènements parascolaires

source: Role
fr: Rôle

source: Events_extracurricular Creation
fr: Ajouter Evènement parascolaire

source: Events_extracurricular
fr: Evènement(s) parascolaire(s)

source: Facteurs_disciplinaire edit
fr: Modifer un Facteur disciplinaire

source: Facteurs_disciplinaires list
fr: Liste des sanctions disciplinaires

source: Creation of disciplinary factors
fr: Ajouter facteur disciplinaire

source: Fiche_parent edit
fr: Modifier fiche parent

source: Fiche_parents list
fr: Liste des parents

source: NomfirstNamepere
fr: Nom Prénom du père

source: Telpere
fr: Téléphone du père

source: Emailpere
fr: Email père

source: NomfirstNamemere
fr: Nom et prénom de la mère

source: Professionmere
fr: Profession de la mère

source: Telmere
fr: Téléphone de la mère

source: Emailmere
fr: Email mère

source: NomfirstNametuteur
fr: Nomet prénom du tuteur

source: Professiontuteur
fr: Profession du tuteur

source: Teltuteur
fr: Téléphone tuteur

source: Frerenom1
fr: Nom du frère 1

source: Frerenom2
fr: Nom du frère 2

source: Frerenom3
fr: Nom du frère 3

source: Telfrere1
fr: Téléphone du frere 1

source: Telfrere2
fr: Téléphone du frère 2

source: Telfrere3
fr: Téléphone du frère 3

source: Mailfrere3
fr: Email frere 3

source: Fiche_parent Creation
fr: Ajouter un fiche de parent

source: Student edit
fr: Modifier un élève

source: Roll No
fr: Rôle No

source: Graph
fr: Graphe

source: No
fr: Non

source: Assigned Professor
fr: Professeurs assigné

source: Date Of Admit
fr: Date d'admission

source: Fees
fr: frais

source: Branch
fr: Branche

source: Lienutile edit
fr: Modifier un lien utile

source: Lienutiles list
fr: Liste des liens utiles

source: Linktowebsite
fr: Lienvers le site internet

source: Lienutile Creation
fr: Ajouter un lien utile

source: Matiere edit
fr: Modifier une matière

source: Matiere Creation
fr: Ajouter une modifier

source: Matiere
fr: Matière

source: Media edit
fr: Modifier Média

source: Media list
fr: Liste des médias

source: Media
fr: Média

source: Module edit
fr: Modifier Module

source: Modules list
fr: Liste des modules

source: Coeff
fr: Coefficient

source: Watch over your sleep
fr: Veiller sur son sommeil

source: Dear students, Please get enough sleep, Olympic form ensures better academic performance
fr: Cher élèves, Veuillez dormir suffisamment ,Une forme olympique nous assures un meilleur rendement intellectuel.

source: Promote yours strengths
fr: Valoriser ses points forts

source: Don't get stuck on a bad school result, a mistake is an opportunity to learn
fr: Ne bloques pas sur mauvais résultat, Une erreur est l'occasion d'apprendre

source: Have a plan
fr: Avoir un plan

source: At the beginning of each year, identify common mistakes and threatening subjects from the past year .
fr: Au début de chaque année, Identifiez les erreurs et les matieres menaçantes de l'année précédente .

source: Detect negative behavior
fr: Détecter les comportements négatifs

source: We must prioritize dialogue with our loved ones. They are the most likely to inform us when we get lost.
fr: Privélégions le dialogue avec nos proches. Ils sont les plus susceptibles de nous informer quand on s'égare

source: Finding the right balance
fr: Trouver le juste équilibre

source: It's important to ask for help, but don't fall into the trap of letting others do your homework and homework.
fr: Il est important de demander des conseils, mais ne tombez pas dans le piège de laisser faire vos devoirs et vos travaux par d'autres.

source: Learn to imagine and find solutions.
fr: Apprenez à imaginer et à trouver des solutions

source: Find your rhythm
fr: Trouver votre rythme

source: Finding your own pace of work is fundamental for a learner.
fr: Trouver son propre rythme de travail est fondamental pour un apprenant

source: Your success depends at least as much on your attitude as on your skills.
fr: Votre réussite dépend au moins autant de votre attitude que de vos aptitudes.

source: Promote studies
fr: Valoriser vos études

source: Do You want to be a doctor? Read biology
fr: Veux tu devenir docteur? Bûches la biologie

source: You want to become a reporter? Review your language.
fr: Tu veux devenir Journaliste? Revises tes langues.

source: You want to become an astronaut? Do not mess with Physic,
fr: Veux-tu devenir Astronaute? Ne plaisantes avec les sciences Physiques,

source: Do you want to become scientist? Do not give up,Einstein
fr: Veux tu être scientifique? N'abandonnes pas Einstein.

source: Set clear goals
fr: Fixez vous des objectifs clairs

source: Get fifteen out of twenty in dictation
fr: Obtenir quinze sur vingt en dictée

source: Understand the equations in one week.
fr: Comprendre les équations en une semaine

source: Increase your level in physic
fr: Progresser en physique

source: Do not forget that : You are the Boss.
fr: N'oubliez pas : c'est vous le chef.

source: What is rapmis ?
fr: Qu'est ce que Rapmis ?

source: Dear Parents, If this solution is not yet used in the school where your child's school, enter us and we will get closer to the administration of the establishment so that he appropriates it for the benefit of everyone and particularly you the parent.
fr: Chers parents, Si cette solution n'est pas encore utilisée dans l'école où va votre enfant, saisissez nous et nous nous rapprocherons de l'administration de l'établissement pour qu'il se l'approprie dans l'intérêt de tous et en particulier de vous le parent.

source: Why?
fr: Pourquoi?

source: Finding
fr: Etat des Lieux

source: Provide a solution that take into account the occupations and educational level of parents
fr: Offrir une solution qui tienne compte des occupations et du niveau d’instruction des parents

source: athlecte at school
fr: Athlete à l'école

source: Niveaux list
fr: Liste des niveaux

source: Note edit
fr: Modifier une note

source: Note Creation
fr: Création de notes

source: Register
fr: Inscription

source: Thanks for your registration
fr: Merci de votre inscription

source: Update your registration
fr: Modifier vos informations d'inscription

source: Regsel edit
fr: Modifier selecteur de région

source: Regsels list
fr: list de selection des régions

source: Regsel
fr: Selectionde la région

source: Schoolyear edit
fr: Modifier Année scolaire

source: Schoolyears list
fr: Liste des année scolaire

source: Beginningyear
fr: Année de début

source: Schoolyear Creation
fr: Ajouter une année scolaire

source: Schoolyear
fr: Année scolaire

source: Sectioneduc edit
fr: Modifier section éducative

source: Sectioneducs list
fr: Liste des section éducative

source: Sectioneduc Creation
fr: Ajouter section éducative

source: Sectioneduc
fr: Section éducative

source: Please sign in
fr: Veuillez vous connecter

source: Staff edit
fr: Modifier un membre du personnel

source: Function
fr: Fonction

source: Joining Date
fr: Date d'entrée

source: Staff Creation
fr: Ajouter membre du personnel

source: Staff
fr: Personnel

source: Subdivision Creation
fr: Ajouter arrondissment

source: Syseduc edit
fr: Modifier système éducatif

source: Syseducs list
fr: Liste des système éducatifs

source: Syseduc Creation
fr: Ajouter système éducatif

source: Syseduc
fr: Système éducatif

source: Teacher edit
fr: Modifier un enseignant

source: Teachers list
fr: Liste des enseignant

source: Teachers
fr: Enseignants

source: Phone
fr: Téléphone

source: exempt subjects
fr: Matières dispensée(s)

source: Teacher Creation
fr: Ajouter un enseignant

source: Type_etablissement edit
fr: Modifier un type d'établissement

source: Type_etablissements list
fr: Liste des type d'établissement

source: Type_etablissement Creation
fr: Création de type d'établissement

source: Type_etablissement
fr: Type d'etablissement

source: User edit
fr: Modifier un utilisateur

source: Users list
fr: Liste des utilisateurs

source: username
fr: Nom d'utilisateur

source: Phonenumber
fr: Numéro de téléphone

source: User Creation
fr: Ajouter un utilisateur

source: Student List
fr: Liste des élèves

source: Empty the classroom
fr: Vider la classe

source: New Devoir
fr: Nouveau Devoir

source: Subject(s) list
fr: Liste des matières

source: Findings
fr: Etats des lieux

source: Possibility for the parent, the guardian, or the student himself to consult for all the information
fr: Possibilité pour le parent, le tuteur ou l'élève lui-même de consulter pour avoir toutes les informations.

source: Section reserved for advice, useful websites, civic instruction, etc ... that students can consult for free
fr: Section réservée pour les avis, les liens utiles, l'instruction civique, etc... accessible gratuitement

source: Benefits
fr: Objectifs

source: Level edit
fr: Modifier niveau

source: You are logged in as
fr: Vous êtes connecté(e) en tant que

source: Go to Homepage
fr: Aller à la page d'accueil

source: Show/hide Password
fr: Affiche/masquer le mot de passe

source: Remember me
fr: Rester connecté(e)

source: Sign in
fr: Se connecter

source: Manage User
fr: Gérer les utilisateurs

source: Courses
fr: Cours

source: importants links
fr: Liens utiles

source: Departments
fr: Départements

source: My class
fr: Mes classes

source: Add program
fr: Ajouter un programme

source: add a homework
fr: Donner un devoir

source: Send
fr: Envoyer

source: school year
fr: Année scolaire

source: Parent contact
fr: Contact du parent

source: Covid-19 is a reality. Protect ourselves.
fr: Covid-19 est une réalité. Protégeons-nous.

source: To protect your health and the health of others, it is essential to follow the preventive health instructions: compulsory wearing of a mask, limitation of contact and movement to what is strictly necessary, frequent hand washing, no handshakes or hugs
fr: Pour protéger notre santé et celle des autres, il est indispensable de suivre les consignes sanitaires de prévention : port obligatoire du masque, limitation des contacts et déplacements au strict nécessaire, lavage fréquent des mains, pas de poignées de mains ou d’embrassades.

source: If you have symptoms suggestive of COVID-19 (cough, fever, sore throat), you must report to the administration without delay.
fr: Si vous avez des symptômes évocateurs du COVID-19 (toux, fièvre, mal de gorge), il faut vous signaler sans tarder à l'administration.
